[
  {"Id":1, "Turkce":"Bu yapay tatlandırıcılar diyet soda, diyet gıdalar ve düşük kalorili gıdalarda kullanılmaktadır. 1970’li yıllarda yapılan çalışmalarda farelerde beyin tümörüne sebep olduğu belirtilmiştir. 2005 de yapılan en son araştırmalar küçük dozlarda bile farelerde beyin tümörleri ile birlikte lenf ve kan kanseri meydana getirdiğini ortaya koymuştur. Aspartama duyarlı insanlar, tüketimden sonra baş ağrısından, baş dönmesinden ve halüsinasyondan ızdırap çekebilirler. Ek olarak aspartama duyarlı olan kişilerde aspartam anjioödeme yani göz kapaklarında, dudaklarda, ellerde veya ayaklarda yanma hissinin eşlik ettiği şişliklere neden olur.",     "Ingilizce": "Aspartam"},
  {"Id":2, "Turkce":"Çözücü ve koruyucu olarak kullanılır. Cilt tahrişi, alerji, üremesorunları, kansere sebebiyet verdiğine dair güçlü kanıtlar bulunmaktadır.",    "Ingilizce": "Benzyl Alcohol"},
  {"Id":3, "Turkce":"Beta Karoten A vitamininin öncül maddesidir. Karaciğerde depolanır ve ihtiyaç duyulduğu zaman A vitaminine dönüşür. Kansere karşı koruyucu etkisi vardır. Genel olarak tavsiye edilen günlük doz 6-12 mg beta karotendir. Sigara içenlerin beta karoten almamaları gerektiğine dair yapılan uyarılar vardır. Sigara içimi ile birlikte beta karoten takviyesi alımının akciğer kanseri olasılığını artıracağını belirtilmektedir.",    "Ingilizce": "Beta Karoten"},
  {"Id":4, "Turkce":"Bazı kimyasallarla birleşince kanserojen etki gösterebilmektedir. Laboratuvar hayvanlarında yapılan incelemelerde beyin hasarına neden olduğu tespit edilmiş. Hamile hayvanların yavrularında da hasara neden olduğu görülmüştür.",    "Ingilizce": "Diethanolamin,"},
  {"Id":5, "Turkce":"Gıdalar içerisinde kullanımında bilinen herhangi bir yan etkisi yoktur. Fosfatlar genel metabolizmada önemli rol oynadıklarından, fosfatların yüksekkonsantrasyonları birçok metabolik işleme zarar verebilir. Kabul edilebilir günlük alım miktarı fosfat içeren bütün katkı maddeleri için, 70 mg / kg vücut ağırlığıdır.",    "Ingilizce": "Disodyum Difosfat"},
  {"Id":6, "Turkce":"Renklendirici; sentetik kömür katranı; mandıra ürünleri, tatlılar ve içeceklerde kullanılır; çocukların tüketmesi tavsiye edilmiyor. Belçika, Fransa, Almanya, İsviçre, İsveç, Avusturyave Norveç'te yasaklanmıştır.",    "Ingilizce": "E 133"},
  {"Id":7, "Turkce":"Deriden emilmektedir ve kanserojen etki göstermektedir. Japonya ve İsviçre’de kozmetik amaçlı kullanımı yasaklanmıştır.",    "Ingilizce": "Formaldehit"},
  {"Id":8, "Turkce":"Gluten, buğday arpa ve çavdar içerisinde yer alan ve un öz değerlerini en fazla içeren protein grubudur. Çölyak hastaları gluten içeren yiyecekler yediklerinde, onların bağışıklık sistemleri bunu ince bağırsaklara zarar vererek yanıtlar. Özellikle çok küçük ve parmak şekline benzeyen villus olarak adlandırılan ince bağırsaktaki emilimi sağlayan yapılar düzleşir ve görevini yapamaz hale gelir. Yiyeceklerdeki besinler bu villuslardan geçerek kan dolaşımı içine emilirler. Villuslar olmadan kişi; ne kadar yiyecek yerse yesin; beslenemez.",    "Ingilizce": "Gluten"},
  {"Id":9, "Turkce":"Bilimsel adı ksilitol olan madde, bir şeker alkolüdür ve bu şeker alkolü selüloz içeren çeşitli ürünlerden elde edilmektedir. Bunun dışında ksilitol maddesi, böğürtlen, muz, fıstık,  karnabahar, erik, yeşil salata, çilek ve mantar gibi ürünlerde de bulunmaktadır. Ksilitol maddesi, bu ürünlerden vücuda alınabildiği gibi, vücutta günde 5 ile 15 gram arasında da oluşma özelliğine sahiptir. Görünüş ve tat olarak bakıldığında şekere oldukça fazla benzeyen maddenin vücuda alınması dengeli bir şekilde olmalıdır. Bu maddenin çok alınması ishale, neden olmaktadır.",    "Ingilizce": "Ksilitol"},
  {"Id":10,"Turkce":"Maltodekstrin değişken uzunluktaki glikoz zincirlerinden oluşmaktadır. Maltodekstrinler çoğu gıda katkı maddesi gibi sağlık için bazı riskler teşkil etmektedir. Alerjik reaksiyonlar, açıklanamayan kilo alımları, şişkinlik ve gaz oluşumu bunlardan bir kaçıdır. Deride döküntü, kaşıntı ve solunum zorluğu da bazı alerjik reaksiyonlar olarak maltodekstrin zararları arasında yerini almaktadır.",    "Ingilizce": "Maltodekstrin"},
  {"Id":11,"Turkce":"Petrol hidrokarbonlarının sovo karışımıdır. Ciltteki gözenekleri tıkar ve toksit madde birikimine sebebiyet verir. Yetişkinlerde hücresel gelişimi yavaşlatır ve hormonal faaliyetleri bozar.",    "Ingilizce": "Mineral Oil"}
  /*{"Id":12,"Turkce":"Gözlük",    "Ingilizce": "Glasses"},
  {"Id":13,"Turkce":"Gemi",    "Ingilizce": "Ship"},
  {"Id":14,"Turkce":"Maymun",    "Ingilizce": "Monkey"},
  {"Id":15,"Turkce":"Kaşık",    "Ingilizce": "Spoon"},
  {"Id":16,"Turkce":"Eşek",    "Ingilizce": "Donkey"},
  {"Id":17,"Turkce":"Fil",    "Ingilizce": "Elephant"},
  {"Id":18,"Turkce":"Bardak",    "Ingilizce": "Cup"},
  {"Id":19,"Turkce":"Araba",    "Ingilizce": "Car"},
  {"Id":20,"Turkce":"Balık",    "Ingilizce": "Fish"},
  {"Id":21,"Turkce":"Kalem",    "Ingilizce": "Pen"},
  {"Id":22,"Turkce":"Ev",    "Ingilizce": "Home"},
  {"Id":23,"Turkce":"Ayı",    "Ingilizce": "Bear"},
  {"Id":24,"Turkce":"Tavuk",    "Ingilizce": "Chicken"},
  {"Id":25,"Turkce":"Kedi",    "Ingilizce": "Cat"},
  {"Id":26,"Turkce":"Telefon",    "Ingilizce": "Phone"},
  {"Id":27,"Turkce":"Köpek",    "Ingilizce": "Dog"},
  {"Id":28,"Turkce":"Ay",    "Ingilizce": "Moon"},
  {"Id":29,"Turkce":"Doktor",    "Ingilizce": "Doctor"},
  {"Id":30,"Turkce":"Hemşire",    "Ingilizce": "Nurse"}*/
]
